CSI API ETABS v1

# cDesignConcreteBS8110_97 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDCoBS8110_97 BS8110_97 { get; }

    ReadOnly Property BS8110_97 As cDCoBS8110_97
    	Get

    Dim instance As cDesignConcrete
    Dim value As cDCoBS8110_97

    value = instance.BS8110_97

    property cDCoBS8110_97^ BS8110_97 {
    	cDCoBS8110_97^ get ();
    }

    abstract BS8110_97 : cDCoBS8110_97 with get

#### Property Value

Type: cDCoBS8110_97

See Also

#### Reference

cDesignConcrete Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com